app/controllers/home_controller.rb

  def index
    @posts = Gazooy.all
---
SELECT "gazooies".* FROM "gazooies"
SELECT "gazooys".* FROM "gazooys"